type TileDataType = {
  id: number;
  imageSrc: string;
  text: string;
};
import img2628 from "../images/2628.jpg";
import img2600 from "../images/2600.jpg";

export const TileData: TileDataType[] = [
  { id: 2628, imageSrc: img2628, text: "Столешница Дуб Харбор №2628 BS Кроношпан 3050*600/38мм" },
  { id: 2600, imageSrc: img2600, text: "Столешница Цемент Черный №2600 BS Кроношпан 3050*600/38мм" },
  { id: 2628, imageSrc: img2628, text: "Столешница Дуб Харбор №2628 BS Кроношпан 3050*600/38мм" },
  { id: 2600, imageSrc: img2600, text: "Столешница Цемент Черный №2600 BS Кроношпан 3050*600/38мм" },
  { id: 2628, imageSrc: img2628, text: "Столешница Дуб Харбор №2628 BS Кроношпан 3050*600/38мм" },
  { id: 2600, imageSrc: img2600, text: "Столешница Цемент Черный №2600 BS Кроношпан 3050*600/38мм" },
  { id: 2628, imageSrc: img2628, text: "Столешница Дуб Харбор №2628 BS Кроношпан 3050*600/38мм" },
  { id: 2600, imageSrc: img2600, text: "Столешница Цемент Черный №2600 BS Кроношпан 3050*600/38мм" },
  { id: 2628, imageSrc: img2628, text: "Столешница Дуб Харбор №2628 BS Кроношпан 3050*600/38мм" },
  { id: 2600, imageSrc: img2600, text: "Столешница Цемент Черный №2600 BS Кроношпан 3050*600/38мм" },
  { id: 2628, imageSrc: img2628, text: "Столешница Дуб Харбор №2628 BS Кроношпан 3050*600/38мм" },
  { id: 2600, imageSrc: img2600, text: "Столешница Цемент Черный №2600 BS Кроношпан 3050*600/38мм" },
  { id: 2628, imageSrc: img2628, text: "Столешница Дуб Харбор №2628 BS Кроношпан 3050*600/38мм" },
  { id: 2600, imageSrc: img2600, text: "Столешница Цемент Черный №2600 BS Кроношпан 3050*600/38мм" },
  { id: 2628, imageSrc: img2628, text: "Столешница Дуб Харбор №2628 BS Кроношпан 3050*600/38мм" },
  { id: 2600, imageSrc: img2600, text: "Столешница Цемент Черный №2600 BS Кроношпан 3050*600/38мм" },
  { id: 2628, imageSrc: img2628, text: "Столешница Дуб Харбор №2628 BS Кроношпан 3050*600/38мм" },
  { id: 2600, imageSrc: img2600, text: "Столешница Цемент Черный №2600 BS Кроношпан 3050*600/38мм" },
  { id: 2628, imageSrc: img2628, text: "Столешница Дуб Харбор №2628 BS Кроношпан 3050*600/38мм" },
  { id: 2600, imageSrc: img2600, text: "Столешница Цемент Черный №2600 BS Кроношпан 3050*600/38мм" },
  { id: 2628, imageSrc: img2628, text: "Столешница Дуб Харбор №2628 BS Кроношпан 3050*600/38мм" },
  { id: 2600, imageSrc: img2600, text: "Столешница Цемент Черный №2600 BS Кроношпан 3050*600/38мм" },
];
